<?php
defined('BASEPATH') OR exit('No direct script access allowed');
$config['bank'] = array (
  1 => 
  array (
    'id' => '1',
    'name' => '中国工商银行',
    'code' => '',
  ),
  2 => 
  array (
    'id' => '2',
    'name' => '中国农业银行',
    'code' => '',
  ),
  3 => 
  array (
    'id' => '3',
    'name' => '中国银行',
    'code' => '',
  ),
  4 => 
  array (
    'id' => '4',
    'name' => '中国建设银行',
    'code' => '',
  ),
  5 => 
  array (
    'id' => '5',
    'name' => '国家开发银行',
    'code' => '',
  ),
  6 => 
  array (
    'id' => '6',
    'name' => '中国进出口银行',
    'code' => '',
  ),
  7 => 
  array (
    'id' => '7',
    'name' => '中国农业发展银行',
    'code' => '',
  ),
  8 => 
  array (
    'id' => '8',
    'name' => '交通银行',
    'code' => '',
  ),
  9 => 
  array (
    'id' => '9',
    'name' => '中信银行',
    'code' => '',
  ),
  10 => 
  array (
    'id' => '10',
    'name' => '中国光大银行',
    'code' => '',
  ),
  11 => 
  array (
    'id' => '11',
    'name' => '华夏银行',
    'code' => '',
  ),
  12 => 
  array (
    'id' => '12',
    'name' => '中国民生银行',
    'code' => '',
  ),
  13 => 
  array (
    'id' => '13',
    'name' => '广东发展银行',
    'code' => '',
  ),
  14 => 
  array (
    'id' => '14',
    'name' => '平安银行',
    'code' => '',
  ),
  15 => 
  array (
    'id' => '15',
    'name' => '招商银行',
    'code' => '',
  ),
  16 => 
  array (
    'id' => '16',
    'name' => '兴业银行',
    'code' => '',
  ),
  17 => 
  array (
    'id' => '17',
    'name' => '上海浦东发展银行',
    'code' => '',
  ),
  18 => 
  array (
    'id' => '18',
    'name' => '北京银行',
    'code' => '',
  ),
  19 => 
  array (
    'id' => '19',
    'name' => '天津银行',
    'code' => '',
  ),
  20 => 
  array (
    'id' => '20',
    'name' => '杭州银行',
    'code' => '',
  ),
  21 => 
  array (
    'id' => '21',
    'name' => '大连银行',
    'code' => '',
  ),
  22 => 
  array (
    'id' => '22',
    'name' => '盛京银行',
    'code' => '',
  ),
  23 => 
  array (
    'id' => '23',
    'name' => '南京银行',
    'code' => '',
  ),
  24 => 
  array (
    'id' => '24',
    'name' => '江苏银行',
    'code' => '',
  ),
  25 => 
  array (
    'id' => '25',
    'name' => '上海银行',
    'code' => '',
  ),
  26 => 
  array (
    'id' => '26',
    'name' => '锦州银行',
    'code' => '',
  ),
  27 => 
  array (
    'id' => '27',
    'name' => '河北银行',
    'code' => '',
  ),
  28 => 
  array (
    'id' => '28',
    'name' => '唐山市商业银行',
    'code' => '',
  ),
  29 => 
  array (
    'id' => '29',
    'name' => '秦皇岛市商业银行',
    'code' => '',
  ),
  30 => 
  array (
    'id' => '30',
    'name' => '邯郸市商业银行',
    'code' => '',
  ),
  31 => 
  array (
    'id' => '31',
    'name' => '邢台市商业银行',
    'code' => '',
  ),
  32 => 
  array (
    'id' => '32',
    'name' => '保定市商业银行',
    'code' => '',
  ),
  33 => 
  array (
    'id' => '33',
    'name' => '张家口市商业银行',
    'code' => '',
  ),
  34 => 
  array (
    'id' => '34',
    'name' => '承德银行',
    'code' => '',
  ),
  35 => 
  array (
    'id' => '35',
    'name' => '沧州银行',
    'code' => '',
  ),
  36 => 
  array (
    'id' => '36',
    'name' => '廊坊银行',
    'code' => '',
  ),
  37 => 
  array (
    'id' => '37',
    'name' => '衡水市商业银行',
    'code' => '',
  ),
  38 => 
  array (
    'id' => '38',
    'name' => '晋商银行',
    'code' => '',
  ),
  39 => 
  array (
    'id' => '39',
    'name' => '大同市商业银行',
    'code' => '',
  ),
  40 => 
  array (
    'id' => '40',
    'name' => '阳泉市商业银行',
    'code' => '',
  ),
  41 => 
  array (
    'id' => '41',
    'name' => '长治市商业银行',
    'code' => '',
  ),
  42 => 
  array (
    'id' => '42',
    'name' => '晋城市商业银行',
    'code' => '',
  ),
  43 => 
  array (
    'id' => '43',
    'name' => '晋中市商业银行',
    'code' => '',
  ),
  44 => 
  array (
    'id' => '44',
    'name' => '内蒙古银行',
    'code' => '',
  ),
  45 => 
  array (
    'id' => '45',
    'name' => '包商银行',
    'code' => '',
  ),
  46 => 
  array (
    'id' => '46',
    'name' => '乌海银行',
    'code' => '',
  ),
  47 => 
  array (
    'id' => '47',
    'name' => '鄂尔多斯银行',
    'code' => '',
  ),
  48 => 
  array (
    'id' => '48',
    'name' => '哈尔滨银行',
    'code' => '',
  ),
  49 => 
  array (
    'id' => '49',
    'name' => '鞍山市商业银行',
    'code' => '',
  ),
  50 => 
  array (
    'id' => '50',
    'name' => '抚顺市商业银行',
    'code' => '',
  ),
  51 => 
  array (
    'id' => '51',
    'name' => '本溪市商业银行',
    'code' => '',
  ),
  52 => 
  array (
    'id' => '52',
    'name' => '丹东市商业银行',
    'code' => '',
  ),
  53 => 
  array (
    'id' => '53',
    'name' => '葫芦岛银行',
    'code' => '',
  ),
  54 => 
  array (
    'id' => '54',
    'name' => '营口银行',
    'code' => '',
  ),
  55 => 
  array (
    'id' => '55',
    'name' => '阜新银行',
    'code' => '',
  ),
  56 => 
  array (
    'id' => '56',
    'name' => '辽阳银行',
    'code' => '',
  ),
  57 => 
  array (
    'id' => '57',
    'name' => '盘锦市商业银行',
    'code' => '',
  ),
  58 => 
  array (
    'id' => '58',
    'name' => '铁岭市商业银行',
    'code' => '',
  ),
  59 => 
  array (
    'id' => '59',
    'name' => '朝阳市商业银行',
    'code' => '',
  ),
  60 => 
  array (
    'id' => '60',
    'name' => '吉林银行',
    'code' => '',
  ),
  61 => 
  array (
    'id' => '61',
    'name' => '龙江银行',
    'code' => '',
  ),
  62 => 
  array (
    'id' => '62',
    'name' => '宁波银行',
    'code' => '',
  ),
  63 => 
  array (
    'id' => '63',
    'name' => '浙江泰隆商业银行',
    'code' => '',
  ),
  64 => 
  array (
    'id' => '64',
    'name' => '浙江稠州商业银行',
    'code' => '',
  ),
  65 => 
  array (
    'id' => '65',
    'name' => '江苏长江商业银行',
    'code' => '',
  ),
  66 => 
  array (
    'id' => '66',
    'name' => '临商银行',
    'code' => '',
  ),
  67 => 
  array (
    'id' => '67',
    'name' => '温州银行',
    'code' => '',
  ),
  68 => 
  array (
    'id' => '68',
    'name' => '嘉兴银行',
    'code' => '',
  ),
  69 => 
  array (
    'id' => '69',
    'name' => '湖州市商业银行',
    'code' => '',
  ),
  70 => 
  array (
    'id' => '70',
    'name' => '绍兴银行',
    'code' => '',
  ),
  71 => 
  array (
    'id' => '71',
    'name' => '金华银行',
    'code' => '',
  ),
  72 => 
  array (
    'id' => '72',
    'name' => '台州市商业银行',
    'code' => '',
  ),
  73 => 
  array (
    'id' => '73',
    'name' => '浙江民泰商业银行',
    'code' => '',
  ),
  74 => 
  array (
    'id' => '74',
    'name' => '福建海峡银行',
    'code' => '',
  ),
  75 => 
  array (
    'id' => '75',
    'name' => '厦门银行',
    'code' => '',
  ),
  76 => 
  array (
    'id' => '76',
    'name' => '泉州银行',
    'code' => '',
  ),
  77 => 
  array (
    'id' => '77',
    'name' => '南昌银行',
    'code' => '',
  ),
  78 => 
  array (
    'id' => '78',
    'name' => '九江银行',
    'code' => '',
  ),
  79 => 
  array (
    'id' => '79',
    'name' => '赣州银行',
    'code' => '',
  ),
  80 => 
  array (
    'id' => '80',
    'name' => '上饶银行',
    'code' => '',
  ),
  81 => 
  array (
    'id' => '81',
    'name' => '齐鲁银行',
    'code' => '',
  ),
  82 => 
  array (
    'id' => '82',
    'name' => '威海市商业银行',
    'code' => '',
  ),
  83 => 
  array (
    'id' => '83',
    'name' => '青岛银行',
    'code' => '',
  ),
  84 => 
  array (
    'id' => '84',
    'name' => '齐商银行',
    'code' => '',
  ),
  85 => 
  array (
    'id' => '85',
    'name' => '枣庄市商业银行',
    'code' => '',
  ),
  86 => 
  array (
    'id' => '86',
    'name' => '东营市商业银行',
    'code' => '',
  ),
  87 => 
  array (
    'id' => '87',
    'name' => '烟台银行',
    'code' => '',
  ),
  88 => 
  array (
    'id' => '88',
    'name' => '潍坊银行',
    'code' => '',
  ),
  89 => 
  array (
    'id' => '89',
    'name' => '济宁银行',
    'code' => '',
  ),
  90 => 
  array (
    'id' => '90',
    'name' => '泰安市商业银行',
    'code' => '',
  ),
  91 => 
  array (
    'id' => '91',
    'name' => '莱商银行',
    'code' => '',
  ),
  92 => 
  array (
    'id' => '92',
    'name' => '德州银行',
    'code' => '',
  ),
  93 => 
  array (
    'id' => '93',
    'name' => '日照银行',
    'code' => '',
  ),
  94 => 
  array (
    'id' => '94',
    'name' => '郑州银行',
    'code' => '',
  ),
  95 => 
  array (
    'id' => '95',
    'name' => '开封市商业银行',
    'code' => '',
  ),
  96 => 
  array (
    'id' => '96',
    'name' => '洛阳银行',
    'code' => '',
  ),
  97 => 
  array (
    'id' => '97',
    'name' => '平顶山市商业银行',
    'code' => '',
  ),
  98 => 
  array (
    'id' => '98',
    'name' => '安阳市商业银行',
    'code' => '',
  ),
  99 => 
  array (
    'id' => '99',
    'name' => '鹤壁市商业银行',
    'code' => '',
  ),
  100 => 
  array (
    'id' => '100',
    'name' => '新乡银行',
    'code' => '',
  ),
  101 => 
  array (
    'id' => '101',
    'name' => '焦作市商业银行',
    'code' => '',
  ),
  102 => 
  array (
    'id' => '102',
    'name' => '许昌银行',
    'code' => '',
  ),
  103 => 
  array (
    'id' => '103',
    'name' => '漯河市商业银行',
    'code' => '',
  ),
  104 => 
  array (
    'id' => '104',
    'name' => '三门峡市商业银行',
    'code' => '',
  ),
  105 => 
  array (
    'id' => '105',
    'name' => '商丘市商业银行',
    'code' => '',
  ),
  106 => 
  array (
    'id' => '106',
    'name' => '周口市商业银行',
    'code' => '',
  ),
  107 => 
  array (
    'id' => '107',
    'name' => '驻马店市商业银行',
    'code' => '',
  ),
  108 => 
  array (
    'id' => '108',
    'name' => '南阳市商业银行',
    'code' => '',
  ),
  109 => 
  array (
    'id' => '109',
    'name' => '信阳市商业银行',
    'code' => '',
  ),
  110 => 
  array (
    'id' => '110',
    'name' => '汉口银行',
    'code' => '',
  ),
  111 => 
  array (
    'id' => '111',
    'name' => '黄石银行',
    'code' => '',
  ),
  112 => 
  array (
    'id' => '112',
    'name' => '宜昌市商业银行',
    'code' => '',
  ),
  113 => 
  array (
    'id' => '113',
    'name' => '襄樊市商业银行',
    'code' => '',
  ),
  114 => 
  array (
    'id' => '114',
    'name' => '孝感市商业银行',
    'code' => '',
  ),
  115 => 
  array (
    'id' => '115',
    'name' => '荆州市商业银行',
    'code' => '',
  ),
  116 => 
  array (
    'id' => '116',
    'name' => '长沙银行',
    'code' => '',
  ),
  117 => 
  array (
    'id' => '117',
    'name' => '株洲市商业银行',
    'code' => '',
  ),
  118 => 
  array (
    'id' => '118',
    'name' => '湘潭市商业银行',
    'code' => '',
  ),
  119 => 
  array (
    'id' => '119',
    'name' => '衡阳市商业银行',
    'code' => '',
  ),
  120 => 
  array (
    'id' => '120',
    'name' => '岳阳市商业银行',
    'code' => '',
  ),
  121 => 
  array (
    'id' => '121',
    'name' => '广州银行',
    'code' => '',
  ),
  122 => 
  array (
    'id' => '122',
    'name' => '珠海市商业银行',
    'code' => '',
  ),
  123 => 
  array (
    'id' => '123',
    'name' => '湛江市商业银行',
    'code' => '',
  ),
  124 => 
  array (
    'id' => '124',
    'name' => '东莞银行',
    'code' => '',
  ),
  125 => 
  array (
    'id' => '125',
    'name' => '广西北部湾银行',
    'code' => '',
  ),
  126 => 
  array (
    'id' => '126',
    'name' => '柳州市商业银行',
    'code' => '',
  ),
  127 => 
  array (
    'id' => '127',
    'name' => '桂林市商业银行',
    'code' => '',
  ),
  128 => 
  array (
    'id' => '128',
    'name' => '成都银行',
    'code' => '',
  ),
  129 => 
  array (
    'id' => '129',
    'name' => '重庆银行',
    'code' => '',
  ),
  130 => 
  array (
    'id' => '130',
    'name' => '自贡市商业银行',
    'code' => '',
  ),
  131 => 
  array (
    'id' => '131',
    'name' => '攀枝花市商业银行',
    'code' => '',
  ),
  132 => 
  array (
    'id' => '132',
    'name' => '泸州市商业银行',
    'code' => '',
  ),
  133 => 
  array (
    'id' => '133',
    'name' => '德阳市商业银行',
    'code' => '',
  ),
  134 => 
  array (
    'id' => '134',
    'name' => '绵阳市商业银行',
    'code' => '',
  ),
  135 => 
  array (
    'id' => '135',
    'name' => '遂宁市商业银行',
    'code' => '',
  ),
  136 => 
  array (
    'id' => '136',
    'name' => '乐山市商业银行',
    'code' => '',
  ),
  137 => 
  array (
    'id' => '137',
    'name' => '宜宾市商业银行',
    'code' => '',
  ),
  138 => 
  array (
    'id' => '138',
    'name' => '南充市商业银行',
    'code' => '',
  ),
  139 => 
  array (
    'id' => '139',
    'name' => '达州市商业银行',
    'code' => '',
  ),
  140 => 
  array (
    'id' => '140',
    'name' => '雅安市商业银行',
    'code' => '',
  ),
  141 => 
  array (
    'id' => '141',
    'name' => '凉山州商业银行',
    'code' => '',
  ),
  142 => 
  array (
    'id' => '142',
    'name' => '贵阳市商业银行',
    'code' => '',
  ),
  143 => 
  array (
    'id' => '143',
    'name' => '贵州省六盘水市商业银行',
    'code' => '',
  ),
  144 => 
  array (
    'id' => '144',
    'name' => '遵义市商业银行',
    'code' => '',
  ),
  145 => 
  array (
    'id' => '145',
    'name' => '安顺市商业银行',
    'code' => '',
  ),
  146 => 
  array (
    'id' => '146',
    'name' => '富滇银行',
    'code' => '',
  ),
  147 => 
  array (
    'id' => '147',
    'name' => '曲靖市商业银行',
    'code' => '',
  ),
  148 => 
  array (
    'id' => '148',
    'name' => '玉溪市商业银行',
    'code' => '',
  ),
  149 => 
  array (
    'id' => '149',
    'name' => '宁夏银行',
    'code' => '',
  ),
  150 => 
  array (
    'id' => '150',
    'name' => '西安市商业银行',
    'code' => '',
  ),
  151 => 
  array (
    'id' => '151',
    'name' => '长安银行',
    'code' => '',
  ),
  152 => 
  array (
    'id' => '152',
    'name' => '兰州银行',
    'code' => '',
  ),
  153 => 
  array (
    'id' => '153',
    'name' => '平凉市商业银行',
    'code' => '',
  ),
  154 => 
  array (
    'id' => '154',
    'name' => '青海银行',
    'code' => '',
  ),
  155 => 
  array (
    'id' => '155',
    'name' => '石嘴山银行',
    'code' => '',
  ),
  156 => 
  array (
    'id' => '156',
    'name' => '乌鲁木齐市商业银行',
    'code' => '',
  ),
  157 => 
  array (
    'id' => '157',
    'name' => '昆仑银行',
    'code' => '',
  ),
  158 => 
  array (
    'id' => '158',
    'name' => '库尔勒市商业银行',
    'code' => '',
  ),
  159 => 
  array (
    'id' => '159',
    'name' => '奎屯市商业银行',
    'code' => '',
  ),
  160 => 
  array (
    'id' => '160',
    'name' => '天津滨海农村商业银行',
    'code' => '',
  ),
  161 => 
  array (
    'id' => '161',
    'name' => '江苏江阴农村商业银行',
    'code' => '',
  ),
  162 => 
  array (
    'id' => '162',
    'name' => '江苏东吴农村商业银行',
    'code' => '',
  ),
  163 => 
  array (
    'id' => '163',
    'name' => '太仓农村商业银行',
    'code' => '',
  ),
  164 => 
  array (
    'id' => '164',
    'name' => '昆山市农村商业银行',
    'code' => '',
  ),
  165 => 
  array (
    'id' => '165',
    'name' => '吴江农村商业银行',
    'code' => '',
  ),
  166 => 
  array (
    'id' => '166',
    'name' => '江苏常熟农村商业银行',
    'code' => '',
  ),
  167 => 
  array (
    'id' => '167',
    'name' => '张家港农村商业银行',
    'code' => '',
  ),
  168 => 
  array (
    'id' => '168',
    'name' => '广州农村商业银行',
    'code' => '',
  ),
  169 => 
  array (
    'id' => '169',
    'name' => '佛山顺德农村商业银行',
    'code' => '',
  ),
  170 => 
  array (
    'id' => '170',
    'name' => '重庆农村商业银行',
    'code' => '',
  ),
  171 => 
  array (
    'id' => '171',
    'name' => '恒丰银行',
    'code' => '',
  ),
  172 => 
  array (
    'id' => '172',
    'name' => '浙商银行',
    'code' => '',
  ),
  173 => 
  array (
    'id' => '173',
    'name' => '天津农村商业银行',
    'code' => '',
  ),
  174 => 
  array (
    'id' => '174',
    'name' => '渤海银行',
    'code' => '',
  ),
  175 => 
  array (
    'id' => '175',
    'name' => '徽商银行',
    'code' => '',
  ),
  176 => 
  array (
    'id' => '176',
    'name' => '重庆三峡银行',
    'code' => '',
  ),
  177 => 
  array (
    'id' => '177',
    'name' => '本溪市城市信用社',
    'code' => '',
  ),
  178 => 
  array (
    'id' => '178',
    'name' => '景德镇市城市信用社',
    'code' => '',
  ),
  179 => 
  array (
    'id' => '179',
    'name' => '濮阳市城市信用社',
    'code' => '',
  ),
  180 => 
  array (
    'id' => '180',
    'name' => '邵阳市城市信用社',
    'code' => '',
  ),
  181 => 
  array (
    'id' => '181',
    'name' => '白银市城市信用社',
    'code' => '',
  ),
  182 => 
  array (
    'id' => '182',
    'name' => '哈密市城市信用社',
    'code' => '',
  ),
  183 => 
  array (
    'id' => '183',
    'name' => '北京农村商业银行',
    'code' => '',
  ),
  184 => 
  array (
    'id' => '184',
    'name' => '河北省农村信用社',
    'code' => '',
  ),
  185 => 
  array (
    'id' => '185',
    'name' => '山西省农村信用社',
    'code' => '',
  ),
  186 => 
  array (
    'id' => '186',
    'name' => '晋城市农村信用社',
    'code' => '',
  ),
  187 => 
  array (
    'id' => '187',
    'name' => '临汾市尧都区农村信用社',
    'code' => '',
  ),
  188 => 
  array (
    'id' => '188',
    'name' => '运城市农村信用社',
    'code' => '',
  ),
  189 => 
  array (
    'id' => '189',
    'name' => '内蒙古自治区农村信用社',
    'code' => '',
  ),
  190 => 
  array (
    'id' => '190',
    'name' => '辽宁省农村信用社',
    'code' => '',
  ),
  191 => 
  array (
    'id' => '191',
    'name' => '吉林省农村信用社',
    'code' => '',
  ),
  192 => 
  array (
    'id' => '192',
    'name' => '黑龙江省农村信用社',
    'code' => '',
  ),
  193 => 
  array (
    'id' => '193',
    'name' => '上海农村商业银行',
    'code' => '',
  ),
  194 => 
  array (
    'id' => '194',
    'name' => '江苏省农村信用社',
    'code' => '',
  ),
  195 => 
  array (
    'id' => '195',
    'name' => '浙江省农村信用社',
    'code' => '',
  ),
  196 => 
  array (
    'id' => '196',
    'name' => '宁波鄞州农村合作银行',
    'code' => '',
  ),
  197 => 
  array (
    'id' => '197',
    'name' => '安徽省农村信用社',
    'code' => '',
  ),
  198 => 
  array (
    'id' => '198',
    'name' => '福建省农村信用社',
    'code' => '',
  ),
  199 => 
  array (
    'id' => '199',
    'name' => '江西省农村信用社',
    'code' => '',
  ),
  200 => 
  array (
    'id' => '200',
    'name' => '山东省农村信用社',
    'code' => '',
  ),
  201 => 
  array (
    'id' => '201',
    'name' => '郑州农村信用社',
    'code' => '',
  ),
  202 => 
  array (
    'id' => '202',
    'name' => '河南省农村信用社',
    'code' => '',
  ),
  203 => 
  array (
    'id' => '203',
    'name' => '湖北省农村信用社',
    'code' => '',
  ),
  204 => 
  array (
    'id' => '204',
    'name' => '湖南省农村信用社',
    'code' => '',
  ),
  205 => 
  array (
    'id' => '205',
    'name' => '广东省农村信用社',
    'code' => '',
  ),
  206 => 
  array (
    'id' => '206',
    'name' => '深圳农村商业银行',
    'code' => '',
  ),
  207 => 
  array (
    'id' => '207',
    'name' => '东莞农村商业银行',
    'code' => '',
  ),
  208 => 
  array (
    'id' => '208',
    'name' => '广西壮族自治区农村信用社',
    'code' => '',
  ),
  209 => 
  array (
    'id' => '209',
    'name' => '海南省农村信用社',
    'code' => '',
  ),
  210 => 
  array (
    'id' => '210',
    'name' => '成都市农村信用社',
    'code' => '',
  ),
  211 => 
  array (
    'id' => '211',
    'name' => '四川省农村信用社',
    'code' => '',
  ),
  212 => 
  array (
    'id' => '212',
    'name' => '贵州省农村信用社',
    'code' => '',
  ),
  213 => 
  array (
    'id' => '213',
    'name' => '云南省农村信用社',
    'code' => '',
  ),
  214 => 
  array (
    'id' => '214',
    'name' => '陕西省农村信用社',
    'code' => '',
  ),
  215 => 
  array (
    'id' => '215',
    'name' => '甘肃省农村合作金融结算服务中心',
    'code' => '',
  ),
  216 => 
  array (
    'id' => '216',
    'name' => '青海省农村信用社',
    'code' => '',
  ),
  217 => 
  array (
    'id' => '217',
    'name' => '宁夏黄河农村商业银行',
    'code' => '',
  ),
  218 => 
  array (
    'id' => '218',
    'name' => '新疆维吾尔自治区农村信用社',
    'code' => '',
  ),
  219 => 
  array (
    'id' => '219',
    'name' => '中国邮政储蓄银行',
    'code' => '',
  ),
  220 => 
  array (
    'id' => '220',
    'name' => '汇丰银行',
    'code' => '',
  ),
  221 => 
  array (
    'id' => '221',
    'name' => '东亚银行',
    'code' => '',
  ),
  222 => 
  array (
    'id' => '222',
    'name' => '南洋商业银行',
    'code' => '',
  ),
  223 => 
  array (
    'id' => '223',
    'name' => '恒生银行',
    'code' => '',
  ),
  224 => 
  array (
    'id' => '224',
    'name' => '集友银行',
    'code' => '',
  ),
  225 => 
  array (
    'id' => '225',
    'name' => '创兴银行',
    'code' => '',
  ),
  226 => 
  array (
    'id' => '226',
    'name' => '星展银行',
    'code' => '',
  ),
  227 => 
  array (
    'id' => '227',
    'name' => '永亨银行',
    'code' => '',
  ),
  228 => 
  array (
    'id' => '228',
    'name' => '永隆银行',
    'code' => '',
  ),
  229 => 
  array (
    'id' => '229',
    'name' => '大新银行',
    'code' => '',
  ),
  230 => 
  array (
    'id' => '230',
    'name' => '中信嘉华银行',
    'code' => '',
  ),
  231 => 
  array (
    'id' => '231',
    'name' => '花旗银行',
    'code' => '',
  ),
  232 => 
  array (
    'id' => '232',
    'name' => '美国银行',
    'code' => '',
  ),
  233 => 
  array (
    'id' => '233',
    'name' => '摩根大通银行',
    'code' => '',
  ),
  234 => 
  array (
    'id' => '234',
    'name' => '美国建东银行',
    'code' => '',
  ),
  235 => 
  array (
    'id' => '235',
    'name' => '三菱东京日联银行',
    'code' => '',
  ),
  236 => 
  array (
    'id' => '236',
    'name' => '三井住友银行',
    'code' => '',
  ),
  237 => 
  array (
    'id' => '237',
    'name' => '瑞穗实业银行',
    'code' => '',
  ),
  238 => 
  array (
    'id' => '238',
    'name' => '瑞穗银行',
    'code' => '',
  ),
  239 => 
  array (
    'id' => '239',
    'name' => '日本山口银行',
    'code' => '',
  ),
  240 => 
  array (
    'id' => '240',
    'name' => '外换银行',
    'code' => '',
  ),
  241 => 
  array (
    'id' => '241',
    'name' => '友利银行',
    'code' => '',
  ),
  242 => 
  array (
    'id' => '242',
    'name' => '韩国产业银行',
    'code' => '',
  ),
  243 => 
  array (
    'id' => '243',
    'name' => '新韩银行',
    'code' => '',
  ),
  244 => 
  array (
    'id' => '244',
    'name' => '企业银行',
    'code' => '',
  ),
  245 => 
  array (
    'id' => '245',
    'name' => '韩亚银行',
    'code' => '',
  ),
  246 => 
  array (
    'id' => '246',
    'name' => '华侨银行',
    'code' => '',
  ),
  247 => 
  array (
    'id' => '247',
    'name' => '大华银行',
    'code' => '',
  ),
  248 => 
  array (
    'id' => '248',
    'name' => '盘谷银行',
    'code' => '',
  ),
  249 => 
  array (
    'id' => '249',
    'name' => '奥地利中央合作银行',
    'code' => '',
  ),
  250 => 
  array (
    'id' => '250',
    'name' => '比利时联合银行',
    'code' => '',
  ),
  251 => 
  array (
    'id' => '251',
    'name' => '比利时富通银行',
    'code' => '',
  ),
  252 => 
  array (
    'id' => '252',
    'name' => '荷兰银行',
    'code' => '',
  ),
  253 => 
  array (
    'id' => '253',
    'name' => '荷兰安智银行',
    'code' => '',
  ),
  254 => 
  array (
    'id' => '254',
    'name' => '渣打银行',
    'code' => '',
  ),
  255 => 
  array (
    'id' => '255',
    'name' => '英国渣打银行',
    'code' => '',
  ),
  256 => 
  array (
    'id' => '256',
    'name' => '英国苏格兰皇家银行',
    'code' => '',
  ),
  257 => 
  array (
    'id' => '257',
    'name' => '法国兴业银行',
    'code' => '',
  ),
  258 => 
  array (
    'id' => '258',
    'name' => '东方汇理银行',
    'code' => '',
  ),
  259 => 
  array (
    'id' => '259',
    'name' => '法国外贸银行',
    'code' => '',
  ),
  260 => 
  array (
    'id' => '260',
    'name' => '德意志银行',
    'code' => '',
  ),
  261 => 
  array (
    'id' => '261',
    'name' => '德国商业银行',
    'code' => '',
  ),
  262 => 
  array (
    'id' => '262',
    'name' => '德国西德银行',
    'code' => '',
  ),
  263 => 
  array (
    'id' => '263',
    'name' => '德国北德意志州银行',
    'code' => '',
  ),
  264 => 
  array (
    'id' => '264',
    'name' => '意大利联合圣保罗银行',
    'code' => '',
  ),
  265 => 
  array (
    'id' => '265',
    'name' => '瑞士信贷银行',
    'code' => '',
  ),
  266 => 
  array (
    'id' => '266',
    'name' => '瑞士银行',
    'code' => '',
  ),
  267 => 
  array (
    'id' => '267',
    'name' => '加拿大丰业银行',
    'code' => '',
  ),
  268 => 
  array (
    'id' => '268',
    'name' => '加拿大蒙特利尔银行',
    'code' => '',
  ),
  269 => 
  array (
    'id' => '269',
    'name' => '澳大利亚和新西兰银行',
    'code' => '',
  ),
  270 => 
  array (
    'id' => '270',
    'name' => '摩根士丹利国际银行',
    'code' => '',
  ),
  271 => 
  array (
    'id' => '271',
    'name' => '华美银行',
    'code' => '',
  ),
  272 => 
  array (
    'id' => '272',
    'name' => '荷兰合作银行',
    'code' => '',
  ),
  273 => 
  array (
    'id' => '273',
    'name' => '厦门国际银行',
    'code' => '',
  ),
  274 => 
  array (
    'id' => '274',
    'name' => '法国巴黎银行',
    'code' => '',
  ),
  275 => 
  array (
    'id' => '275',
    'name' => '华商银行',
    'code' => '',
  ),
  276 => 
  array (
    'id' => '276',
    'name' => '华一银行',
    'code' => '',
  ),
);