<?php
defined('BASEPATH') OR exit('No direct script access allowed');
$config['store_category'] = array (
  0 => 
  array (
    1 => '美食',
    2 => '购物',
    3 => '休闲娱乐',
    4 => '超市便利店',
  ),
  1 => 
  array (
    5 => '中餐',
    6 => '快餐',
    7 => '休闲食品',
    8 => '火锅',
    9 => '小吃',
    10 => '汤/粥/煲/砂锅/炖菜',
    11 => '其他美食',
    12 => '烘培糕点',
    13 => '烧烤',
  ),
  2 => 
  array (
    14 => '本地购物',
    15 => '当地特色/保健品',
    16 => '烟酒',
    17 => '服装饰品',
  ),
  3 => 
  array (
    18 => '棋牌休闲',
    19 => '咖啡厅',
    20 => '保健/休闲养生',
    21 => 'KTV及其他',
    22 => '足疗养生洗浴',
    23 => '美容/美发/美甲',
    24 => '汽修',
  ),
  4 => 
  array (
    25 => '超市',
    26 => '个人护理',
    27 => '便利店',
    28 => '杂货店',
  ),
  6 => 
  array (
    40 => '西式快餐',
    41 => '中式快餐',
    42 => '其他快餐',
  ),
  5 => 
  array (
    39 => '粤菜',
    38 => '湘菜',
    37 => '湖北菜',
    36 => '川菜',
  ),
);